Repository: bjsnider/gecko-mediaplayer
Catalog: po/*.po
Languages: pl

source: gecko mediaplayer v%s
pl: gecko mediaplayer w%s

source: Cache fill: %2.2f%%
pl: Zapełnienie bufora: %2.2f%%

source: Write unable to write because item is NULL
pl: Zapis niemożliwy ponieważ element jest NULL

source: Caching %iK (%0.1f K/s)
pl: Buforowanie: %iK (%0.1f K/s)

source: Cache fill: %2.2f%% (%0.1f K/s)
pl: Zapełnienie bufora: %2.2f%% (%0.1f K/s)

source: Playing
pl: Odtwarzanie

source: Paused
pl: Wstrzymano

source: Stopped
pl: Zatrzymano

source: Buffering %2.1lf%%
pl: Buforowanie %2.1lf%%

source: Unknown Status
pl: Stan nieznany
